[
    {
    "place": "Paris",
    "description": "Paris is like nowhere else when it comes to love. This is a city that encourages all in it to be free, light of spirit and carefree. Venice, Rome and New York all lay claim to being romantic, but Paris has its own special aura, because the City of Light is also the City of Love. Whether it's lounging on the grass outside The Museum of Romantic Life, purring sweet nothings under the Eiffel Tower or embracing in front of 'The Wall of I Love You', Paris is the ultimate place of the heart.",
    "image": "assets/images/paris-france.jpg",
    "lat": 48.85917532062315, 
    "lng": 2.2939511780492063,
    "mark": "Paris",
    "tips": "1. Book in Advance, and Skip the Lines.<br>2. At the Airport, Only Use Regular Taxis - Taking a ride with a regular, official taxi is what we would consider a matter of common sense, but you’d be surprised at how many tourists still get lured!<br>3. Save Money on Public Transport - France has good high-speed trains (named TGVs), with very regular connections between Paris, Lyon, Marseille, Strasbourg, and more.<br>4. Discover the Daily Life in Paris - To get a little more of Paris, you must venture where the residents are. So choose one of the lesser-known districts of Paris, put away your map, and just wander.<br>5. Discover Popular Food in Paris - Enjoy French traditional food in any of the Parisian bistros. Stop for a coffee and some people-watching in a cute Parisian cafe. And be sure don’t miss Paris best cakes!"
  },
  {
    "place": "Barcelona",
    "description": "Barcelona will leave you feeling warm and fuzzy inside. From strolling hand in hand through the old-world streets of the Gothic Quarter to cozying up in the corner of a lively tapas bar, there are plenty of ways to enjoy the city as a couple.",
    "image": "assets/images/barcelona-spain.jpg",
    "lat": 41.40449718616649, 
    "lng": 2.1759463123186724,
    "mark": "Barcelona",
    "tips": "1. Walk everywhere - Barcelona is considered one of the world’s most walkable cities thanks to the prescient street-gridding system.<br>2. Gaudí, look up - Barcelona is best known for architectural masterpieces created by its favourite son, Antoni Gaudí, who pioneered a style that combines standard geometry with biomimicry.<br>3. Ditch the sangria - While many associate Spain with sangria, this isn’t the typical choice in Barcelona.<br>4. Keep your bag close - Unfortunately, Barcelona still struggles with a pickpocketing problem, and thieves primarily target travellers<br>5. Run for the hills - You can make a trip to the top of Tibidabo, where Barcelona and the Mediterranean are visible at a greater distance.<br>6. Go for a tour - Joining a walking tour in Barcelona’s old city is a great way to become familiar with the city and its history.<br>7. Look for taxis, not Uber - The popular ride-sharing application and all similar competitors have been banned in Barcelona."
 },
  {
    "place": "Venice",
    "description": "Venice, city of love, who would doubt it! Love affairs and famous lovers, the entire history of Venice is intimately linked to Cupid. Romanticism and eroticism, sacred love or secular love, Cupid reigns supreme here, always ready to shoot his arrows of intoxicating perfumes. ",
    "image": "assets/images/venice-italy.jpg",
    "lat": 45.438675395075585, 
    "lng": 12.332396264611916,
    "mark": "Venice",
    "tips":"1. Visit the Bridge of Sighs - One of Venice’s most famous architectural jewels.<br>2. Go to the Venetian Ghetto- Visiting the Jewish District in Venice is one of the top things to do in the city.<br>3. Explore Piazza San Marco.<br>4. Go for aperitivo -  Locals head to bars to order a drink and eat some cicchetti (snacks), a quick and authentic Italian way of having dinner.<br>5. Take a ferry to Murano, Burano and Torcello."
  } 
  ]