[
  {
  "place": "Paris",
  "description": "Paris is like nowhere else when it comes to love. This is a city that encourages all in it to be free, light of spirit and carefree. Venice, Rome and New York all lay claim to being romantic, but Paris has its own special aura, because the City of Light is also the City of Love. Whether it's lounging on the grass outside The Museum of Romantic Life, purring sweet nothings under the Eiffel Tower or embracing in front of 'The Wall of I Love You', Paris is the ultimate place of the heart.",
  "image": "assets/images/paris-france.jpg",
  "lat": 48.85917532062315, 
  "lng": 2.2939511780492063,
  "mark": "Paris"
},
{
  "place": "Rome",
  "description": "From boat rides under the stars, to scenic rooftop drinks and magical opera performances, there are countless things to do in Rome that are romantic. If you’re travelling to the city as part of a couple, then there are a few key places to visit in Rome that really get the heart beating faster. Do any of the following with your partner and you’ll be sure to feel the love…",
  "image": "assets/images/rome-italy.jpg",
  "lat": 41.90234235603637,
  "lng": 12.453958156221665,
  "mark": "Rome"
},
{
  "place": "Bruges",
  "description": "Swans on the canals, a maze of medieval streets, the clatter of hooves, hidden parks, charming courtyards... there are no jarring notes to disturb this historic picture. Whether you picnic in Koningin Astridpark (Queen Astrid Park), linger on the Boniface Bridge, or savour the peace of the Beguinage, in Bruges romance always hangs in the air. You’re sure to fall in love.",
  "image": "assets/images/bruges-belgium.jpg",
  "lat": 51.21175173841297,
  "lng": 3.2269135610842294,
  "mark": "Bruges"
},
{
  "place": "Barcelona",
  "description": "Barcelona will leave you feeling warm and fuzzy inside. From strolling hand in hand through the old-world streets of the Gothic Quarter to cozying up in the corner of a lively tapas bar, there are plenty of ways to enjoy the city as a couple.",
  "image": "assets/images/barcelona-spain.jpg",
  "lat": 41.40449718616649, 
  "lng": 2.1759463123186724,
  "mark": "Barcelona"
},
{
  "place": "Lucerne",
  "description": "There’s no denying it: Lucerne plays in to every cliché about the romantic Swiss getaway. Perfectly poised at the foot of the Alps in the Swiss-German speaking part of central Switzerland, the city’s namesake lake reflects the snowy peaks—including Mount Pilatus and Mout Titlis, popular day trip destinations. The River Reuss cuts through the painted façades of Old Town, where couples huddle together over rösti and hot chocolate at riverside cafés.",
  "image": "assets/images/lucerne-switzerland.jpg",
  "lat": 41.40449718616649, 
  "lng": 2.1759463123186724,
  "mark": "Barcelona"
},
{
  "place": "Salzburg",
  "description": "Salzburg was one of many locations that caught our eye when carefully selecting our ideal honeymoon destination last Christmas. We craved somewhere unique, special, romantic, and it wasn’t long before we had our hearts intertwined around Austria - Salzburg in particular.",
  "image": "assets/images/salzburg-austria.jpg",
  "lat": 47.80960703606472, 
  "lng": 13.056429699317384,
  "mark": "Barcelona"
},
{
  "place": "Venice",
  "description": "Venice, city of love, who would doubt it! Love affairs and famous lovers, the entire history of Venice is intimately linked to Cupid. Romanticism and eroticism, sacred love or secular love, Cupid reigns supreme here, always ready to shoot his arrows of intoxicating perfumes. ",
  "image": "assets/images/venice-italy.jpg",
  "lat": 45.438675395075585, 
  "lng": 12.332396264611916,
  "mark": "Venice"
},
{
  "place": "Cliffs of Moher",
  "description": "One of the most romantic things you could do in Ireland, surprise your love with a private helicopter ride touring the infamous Cliffs of Moher. There is no other view like it. Once you’ve gotten up close and personal with the miles of cliffs have the helicopter deliver you to the Aran Islands.",
  "image": "assets/images/cliffsofmoher.jpg",
  "lat": 52.97179460966114,  
  "lng": -9.430882404498012,
  "mark": "Cliffs of Moher"
}
]