[
{
  "place": "Rome",
  "description": "From boat rides under the stars, to scenic rooftop drinks and magical opera performances, there are countless things to do in Rome that are romantic. If you’re travelling to the city as part of a couple, then there are a few key places to visit in Rome that really get the heart beating faster. Do any of the following with your partner and you’ll be sure to feel the love…",
  "image": "assets/images/rome-italy.jpg",
  "lat": 41.90234235603637,
  "lng": 12.453958156221665,
  "mark": "Rome",
  "tips": "Hire bikes and cycle around Villa Borghese - Te most beautiful park in Rome.
          Visit the top level of the Colosseum.
          Have an authentic Roman pizza at a ‘pizzeria’.
          Go bar hopping in Pigneto.
          Visit the Vatican Museums by night.
          Climb up St Peter’s dome."
},
{
  "place": "Bruges",
  "description": "Swans on the canals, a maze of medieval streets, the clatter of hooves, hidden parks, charming courtyards... there are no jarring notes to disturb this historic picture. Whether you picnic in Koningin Astridpark (Queen Astrid Park), linger on the Boniface Bridge, or savour the peace of the Beguinage, in Bruges romance always hangs in the air. You’re sure to fall in love.",
  "image": "assets/images/bruges-belgium.jpg",
  "lat": 51.21175173841297,
  "lng": 3.2269135610842294,
  "mark": "Bruges",
  "tips": "The best things in life are free: an evening stroll along the canals 
          It’s proposal central - You’d certainly want to sidestep Café Rose Red, a charming little dwelling where roses dangle from the ceiling and many lovebirds emerge newly engaged.
          Groenerei | Jan D'Hondt/courtesy of Toerisme Brugge
          Surrendering to comfort food will make your life easier - Homey restaurants such as Den Amand, Den Huzaar, Ganzespel, and Gran Kaffee de Passage serve top-notch comfort food of the Flemish kind.
          If you can’t stand crowds, go during wintertime"
},
{
  "place": "Lucerne",
  "description": "There’s no denying it: Lucerne plays in to every cliché about the romantic Swiss getaway. Perfectly poised at the foot of the Alps in the Swiss-German speaking part of central Switzerland, the city’s namesake lake reflects the snowy peaks—including Mount Pilatus and Mout Titlis, popular day trip destinations. The River Reuss cuts through the painted façades of Old Town, where couples huddle together over rösti and hot chocolate at riverside cafés.",
  "image": "assets/images/lucerne-switzerland.jpg",
  "lat": 41.40449718616649, 
  "lng": 2.1759463123186724,
  "mark": "Barcelona",
  "tips": "Grab tickets to the Lucerne Festival -One of the most exciting classical music festivals in the world.
          Ascend Mount Pilatus.
          Visit the Museum Bellpark -Inside a storybook-worthy house in Lucerne’s leafy suburb of Kriens.
          Relax over a pint at the Rathaus Brauerei.
          Roam around the Old Town -Lucerne’s Old Town bursts with historical flamboyance.
          Dine with a view at Château Gütsch."
},
{
  "place": "Salzburg",
  "description": "Watch the first rays of the sun rising over the mountains, be taken by the warm hospitality, enjoy the untouched nature. It is the unique experiences in Salzburg that make our hearts leap.",
  "image": "assets/images/salzburg-austria.jpg",
  "lat": 47.80960703606472, 
  "lng": 13.056429699317384,
  "mark": "Barcelona",
  "tips": "Take a stroll on Mönchsberg.
          Visit the Stiegl Brewery.
          Visit the DomQuartier Museum."
},
{
  "place": "Cliffs of Moher",
  "description": "One of the most romantic things you could do in Ireland, surprise your love with a private helicopter ride touring the infamous Cliffs of Moher. There is no other view like it. Once you’ve gotten up close and personal with the miles of cliffs have the helicopter deliver you to the Aran Islands.",
  "image": "assets/images/cliffsofmoher.jpg",
  "lat": 52.97179460966114,  
  "lng": -9.430882404498012,
  "mark": "Cliffs of Moher",
  "tips": "Start early.
          Wear some good comfortable shoes when going there.
          Lunch at a local pub in Doolin village.
          Ride through the Burren Region."
}
]